{
  "navbar": {
    "about": "O mnie",
    "projects": "Projekty",
    "contact": "Kontakt"
  },

  "about": {
    "title": "O mnie",
    "description": {
      "intro": "Cześć! Jestem Konrad, młody i ambitny Junior Web / Frontend Developer z pasją do tworzenia pięknych i funkcjonalnych stron internetowych i aplikacji webowych. Mam solidne podstawy w programowaniu webowym oraz chęć ciągłego rozwoju i nauki.",
      "skills": "Posiadam doświadczenie w technologiach front-endowych, takich jak HTML, CSS i JavaScript, oraz w korzystaniu z popularnych bibliotek i frameworków, w tym React.js. Jestem zdolny do tworzenia responsywnych stron internetowych, które zapewniają doskonałe wrażenia użytkownika na różnych urządzeniach.",
      "goals": "Moje cele zawodowe obejmują udział w projektach, które pozwalają mi rozwijać się jako programista, zdobywanie wiedzy na temat najlepszych praktyk branżowych oraz wkładanie swojej pasji i kreatywności w tworzenie innowacyjnych rozwiązań webowych."
    },
    "tech": "Technologie"
  },

  "work": {
    "title": "Projekty",
    "projects": {
      "Alkopoly": "Moja wersja Monopoly dla mnie i moich przyjaciół. Każdy element tej gry przeglądarkowej został stworzony specjalnie dla nas, na przykład nieruchomości pochodzą z naszej wsi. W realizacji tego projektu wykorzystałem Vite, HTML, CSS, JS oraz Node z express.js, ponieważ gra ta jest wieloosobowa.",
      "Rowerowe Narty": "Rowerowe Narty to gra przeglądarkowa, w której musisz uważać na przeszkody, zdobywać przyspieszenia i monety oraz osiągnąć jak najwyższy możliwy wynik. Cała gra została stworzona w elemencie canvas. Planuję ponownie stworzyć ten projekt w niedalekiej przyszłości, ale tym razem w ReactJS.",
      "graboga.pl": "W mojej szkole stworzyłem grę przeglądarkową, w której możesz rysować karty z obrazkami nauczycieli i grać w mini gry, takie jak clicker. Dzięki temu projektowi nauczyłem się wiele o Front-Endzie i Back-Endzie.",
      "Scam and Run": "Strona internetowa dla prostego sklepu internetowego typu dropshipping. Posiada system logowania i opinii, funkcje koszyka oraz panel administracyjny. Zabezpieczyłem tę stronę przed atakami SQL Injection, więc jest bezpieczna.",
      "Debt Tracker": "Aplikacja internetowa do śledzenia twoich dłużników wykonana przy użyciu ReactJS. Na razie dostępne są opcje dodawania, usuwania i edycji dłużników. Strona internetowa ma tryb ciemny i jasny oraz dwie opcje językowe."
    }
  },

  "footer": {
    "contact": "Jeśli szukasz energicznego i zdolnego Junior Web Developera, gotowego do zaangażowania się w Twoje projekty, to skontaktuj się ze mną, a na pewno nie pożałujesz!"
  }
}
